{
  "about_us": {
    "title": "About Us & The Council",
    "description": "Shared Governance is a model of empowerment that gives staff a direct voice in the decisions that affect their working lives and the quality of patient care. It moves away from traditional top-down management, creating a partnership between frontline staff and leadership.\n\nThrough councils like ours, team members can take ownership of clinical practice, shape policies, and drive improvements from the ground up. We are proud to be the first non-patient-facing, Pathology-specific Shared Governance Council in the UK, pioneering this approach to enhance our services and empower our dedicated scientific and support staff."
  },
  "projects": {
    "garden": "We are developing a calming green space for staff and patients to relax and recuperate. Work has already started, and we've collected many wonderful plants, thanks to the generosity of Nottcutts in Nottingham and Six Acres Nursery in Leicester. We've also received pots kindly donated by Maria Pallon. Funding has been secured for new furniture, and we plan on sprucing up and refreshing the current items. Keep an eye out for updates on a big Pathology garden sort-and-clean lunch day!",
    "interviews": "This project aims to bridge the gap between the laboratory and the patient experience. By sharing patient stories and providing lab tours, we can better understand the impact of our work and find new ways to improve patient care.",
    "videos": "We're curating a series of videos for each department in Clinical Pathology to teach the wards and GPs what we do and what they can do to help us improve patient care. These short, engaging videos will cover key aspects of the pathology process, from sample collection to result interpretation, providing a valuable educational resource for clinical staff."
  },
  "harveys_tours": [
    {
      "title": "Young patient becomes a ‘trainee biomedical scientist’ (Nov 2019)",
      "description": "Read about seven-year-old Evie's tour of the labs at QMC.",
      "url": "https://www.nuh.nhs.uk/news/young-patient-becomes-a-trainee-biomedical-scientist-at-queens-medical-centre-3549/"
    },
    {
      "title": "Daughter with rare condition can be 'happy and confident' (Nov 2023)",
      "description": "A recent tour for a young girl to help her understand her treatment.",
      "url": "https://www.nottinghampost.com/news/local-news/rare-condition-daughter-can-happy-8946245"
    },
    {
      "title": "Pathologists help 13-year old boy overcome fear of blood tests (May 2018)",
      "description": "The story of the very first Harvey's Gang tour at NUH.",
      "url": "https://www.nuh.nhs.uk/news/pathologists-at-nuh-help-13year-old-boy-with-rare-illness-overcome-fear-of-blood-tests-2728/"
    }
  ]
}

